; WinSnap v2.0.1 English Language File (Template)
; Translated by Ozzii <ozzii.translate@gmail.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Pokretljive datoteke (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Sačuvaj sa providnost"

; Settings, Image tab
20061="Providnost"

; Capture modes
20211="Ceo ekran"
20212="Aplikacija"
20213="Prozor"
20214="Meni"
20215="Objekat"
20216="Region"

; Main menu, Capture
20511="Ceo ekran\tCtrl+1"
20512="Aplikacija\tCtrl+2"
20513="Prozor\tCtrl+3"
20514="Meni\tCtrl+4"
20515="Objekat\tCtrl+5"
20516="Region\tCtrl+6"

; Main menu
20600="Alatke"
20601="Podesi..."

; Tray menu
20921="Ceo ekran"
20922="Aplikacija"
20923="Prozor"
20924="Meni"
20925="Objekat"
20926="Region"

; Settings, Hotkeys tab
21712="Ceo ekran:"
21713="Prozore aplikacije:"
21714="Aktivni prozor:"
21715="Meni:"
21716="Pokreni hvatanje objekta:"
21717="Pokreni hvatanje regiona:"

; Customize Tools dialog
23000="Podesi alatke"
23001="Nov..."
23002="Edituj..."
23003="Skini"
23004="Na gore"
23005="Na dole"
23006="Zatvori"

; New Tool dialog
23100="Spoljna alatka"
23101="OK"
23102="Anuliraj"

23110="Aplikacija:"
23111="Naziv:"
23112="Komanda:"
23113="Traži..."
23114="Parametre:"
23115="Smanji WinSnap posle pokretanja komande"
23116="Ne pitaj ime za sačuvanu datoteku"
23120="Opcije sačuvavanja:"
23121="Fascikla:"
23122="Traži..."
23123="Datoteka:"
23124="Format slike:"

; Region mode, right-click menu
24106="Fiksna veličina"
24107="Sačuvaj smeštaj"

; Object mode, helper dialog
24201="Pomeri miš preko ekrana za promenu odabiranja. Koristiti Ctrl za odabiranje više objekta i desni-klik za promenu podešavanja."
24202="Naziv:"
24203="Klasa:"
24204="Proces:"

; Object mode, right-click menu
24300="Odaberi objekat\tSpace"
24301="Obrni odabiranje\tTab"
24302="Anuliraj odabiranje\tBackspace"
24303="Dugmada i kontrole"
24304="Prozore aplikacije"
24305="Anuliraj hvatanje\tEsc"
24306="Skini ovaj meni"

; Register dialog
28000="Registruj WinSnap"
28001="Kupi sada!"
28002="Uneti licencu..."
28003="Nastavi"
28004="Izlaz"
28010="Kopija WinSnap je probna verzija. Morate kupiti licencu ako nastaviti sa korišćenjem."
28011="Ostalo je %d danda za registrovanje."
28012="Licenca i cena"

; About dialog
28100="O WinSnap"
28101="OK"
28102="Registruj"
28103="Registrirano (Preveo ozzii.translate@gmail.com)"
28104="Forumi podrške"

; Errors
32009="Pogrešna fascikla:\r\n%s"
32010="Ne može da se kreira proces."
32020="Trebate uneti ime."

32030="Morate uneti vaše ime registrovanja."
32031="Morate uneti serijal."
32032="Datoteka licence je nevašna ili pokvarena."
32033="Registrovanje nije dobro! Proveriti da ste uneli ime i kod registrovanja taćno kako vam je dato."
32034="Neuspešna kopija datoteke licence u fascikli programa. Treba vam administratorska prava da registrujete WinSnap!"

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Serbian Cyrillic (Srpski)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (Neregistrirano)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="hvatanje_"

; Print job name
20011="WinSnap Hvatanje"

; Save/Open filters
20030="Sve datoteke (*.*)"
20031="Podrženi formati"
20032="Licenca (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< Prazno >>"
20091="Generisanje..."

; Main window
20100="Zatvori"
20101="Novo hvatanje"
20102="Kopiraj u beležnik"
20103="Sačuvaj sliku..."
20104="Pošalji mejlom..."

20110="Boja:"
20111="Bez"
20112="Sivo"
20113="Sepija"
20114="Obrnuto"

20115="Senka:"
20116="Bez"
20117="Pozitivno"
20118="Negativno"
20119="Spoljno"

20120="Ostalo:"
20121="Kontura"
20122="Žig"
20123="Rotacija"
20124="Veličina"

20200="Mod hvatanja:"
20201="Ceo ekran"
20202="Aplikacija"
20203="Aktivni prozor"
20204="Sadržaj aktuvnog prozora"
20205="Meni"
20206="Odabiranje"

; Menu
20300="Datoteka"
20301="Novo hvatanje\tCtrl+N"
20302="Otvori sliku...\tCtrl+O"
20303="Sačuvaj\tCtrl+S"
20304="Sačuvaj kao..."
20305="Sačuvaj sličice ispod..."
20306="Štampaj...\tCtrl+P"
20307="Podesi list..."
20308="Zatvori"

20350="Edituj"
20351="Kopiraj\tCtrl+C"
20352="Kopiraj sličice"
20353="Prilepi\tCtrl+V"
20354="Izbriši sliku\tDel"

20400="Opcije"
20401="Auto sačuvavanje"
20402="Auto kopiranje"
20403="Podešavanja...\tF2"

20410="Boja"
20411="Bez"
20412="Sivo"
20413="Sepia"
20414="Obrni boje"

20420="Senka"
20421="Bez"
20422="Pozitivna"
20423="Negativna"
20424="Spoljna"

20430="Ostalo"
20431="Okolo"
20432="Žig"
20433="Rotacija"
20434="Skala"

20500="Hvatanje"
20501="Ceo ekran\tCtrl+1"
20502="Aplikacija\tCtrl+2"
20503="Aktivni prozor\tCtrl+3"
20504="Sadržaj aktivnog prozora\tCtrl+4"
20505="Meni\tCtrl+5"
20506="Odabiranje...\tCtrl+6"

20550="Pomoć"
20551="Pomoć\tF1"
20552="Internet list"
20553="Forum"
20554="Proveri ažuriranja"
20555="O WinSnap-u..."
20556="Registrirati WinSnap"
20557="Uneti licencu..."

; Tray menu
20900="Sakrij WinSnap"
20901="Pokaži WinSnap"
20903="Podešavanja..."
20904="Zatvori"

20911="Ceo ekran"
20912="Aplikacija"
20913="Aktivni prozor"
20914="Sadržaj aktivnog prozora"
20915="Meni"
20916="Odabiranje"

; Config
21000="Podešavanja"
21001="OK"
21002="Anuliraj"
21003="Primeni"

21050="Glavno"
21051="Izgled"
21052="Obrtanje"
21053="Žig"
21054="Slika"
21055="Prečice"

; General page
21100="Jezik:"
21101="Još jezika..."
21102="Pokreni WinSnap sa Windows-om"
21103="Proveri ažuriranja"
21104="Prozor WinSnap uvek ispred"
21105="Vrati veličinu i smeštaj WinSnap prozora"
21106="Pokaži ikonu WinSnap-a u sistemu"
21107="Smanji u sistemu na zatvaranje"
21108="Hvataj na pokretanje WinSnap-a:"
21109="Mod hvatanja na pokretanje:"
21110="Zvuk na hvatanje"
21111="Sakrij WinSnap pre hvatanja"
21112="Sakrij sistemsku ikonu pre hvatanja"
21113="Čekanje pre hvatanja ako je WinSnap vidljiv (ms) :"
21114="Uhvati i kursor"

; Blending page
21200="Senka:"
21201="Ugao:"
21202="°"
21203="Daljina:"
21204="px"
21205="Veličina:"
21206="px"
21207="Neprovidnost:"
21208="%"
21209="Boja:"
21210="#"
21211="Kontura:"
21212="Boja:"
21213="#"
21214="Veličina:"
21215="px"
21216="Pozadina:"
21217="Boja:"
21218="#"

; Canvas page
21400="Rotacija:"
21401="Ugao:"
21402="°"
21403="Veličina:"
21404="Podesi na veličinu:"
21405="Podesi na veličinu slike:"
21406="Dimenzija:"
21407="%"
21408="Širina:"
21409="px"
21410="Visina:"
21411="px"
21412="Sačuvaj proporcije"
21413="Napredno:"
21414="Interpolacija:"

21490="Najbliži sused"
21491="Bilinearno"
21492="Bikubično"
21493="Visoki bilinearni kvalitet"
21494="Visoki bikubični kvalitet"

; Watermark page
21500="Slika prepisivanja:"
21501="Datoteka žiga:"
21502="Naći..."
21503="Prepiši sa providnost:"
21504="Neprovidnost:"
21505="%"
21506="Sčeštaj:"
21507="Margina od ivice slike:"
21508="Horizintalno:"
21509="%"
21510="Vertikalno:"
21511="%"
21512="Horizintalno:"
21513="px"
21514="Vertikalno:"
21515="px"
21516="Koristi relativne koordinate"

21590="Gore-levo"
21591="Gore-centar"
21592="Gore-desno"
21593="Centar-levo"
21594="Centrirano"
21595="Centar-desno"
21596="Dole-levo"
21597="Dole-centar"
21598="Dole-desno"

; Saving page
21600="Auto sačuvaj slike u klipbordu"
21601="Auto sačuvaj slike na disku"
21602="Ne pitaj ime sačuvane datoteke"
21603="Ostavi WinSnap minimiziran na auto-sačuvavanje"
21604="Skini sliku kada ja WinSnap minimiziran (ekonomija memorije)"
21610="Opcije auto sačuvavanja:"
21611="Inicijalna fascikla:"
21612="Naći..."
21613="Ime datoteke:"
21615="Format slike:"
21620="Kompresija:"
21621="JPEG Kvalitet:"
21622="%"
21699="Odabrati za auto sačuvavanje hvatanja."

; Hotkeys page
21700="Dozvoli sistemske prečice"
21701="Kontrole hvatanja:"
21702="Ceo ekran:"
21703="Prozor aplikacije:"
21704="Aktivni prozor:"
21705="Sadržaj aktivnog prozora:"
21706="Meni:"
21707="Hvataj odabiranje:"
21720="Kontrole WinSnap-a:"
21721="Minimiziraj/vrati:"
21722="Pokaži/sakrij glavni prozor:"
21723="Zaustavi WinSnap:"

; Region selection
24001="Odabirati zonu ekrana mišem ili strelicama. Koristiti desno dugme za promenu forme zone i F1 za pokazivanje/sakrivanje pomoća."
24002="Smeštaj:"
24003="x:"
24004="y:"
24005="Veličina:"
24006="L:"
24007="H:"

24100="Pravougaonik"
24101="Pravougaonik okrugla ivica"
24102="Elipsa"
24103="Anuliraj odabiranje\tEnter"
24104="Anuliraj hvatanje\tEsc"
24105="Sakrij meni"

; Confirmations
31900="WinSnap potvrda"
31901="WinSnap je već u toku. Zaustaviti ga?"
31902="Sigurno zaustaviti WinSnap?"
31903="Ponovo rokrenuti WinSnap za završavanje registrovanja.\r\nSada ponovo pokrenuti WinSnap?"

; Errors
32000="Greška WinSnap-a"
32001="Ne može da se učita jezik."
32002="Ne može da se sačuva u registru. Proveriti vaša prava."
32003="Ne može da se učita slika.\r\nNije validna datoteka, ili format nije podržan."
32004="Ne može das e sačuva slika na disku."
32005="Ne može da se sačuva slika u privremenu datoteku."
32006="Ne može da se učitaj sistem mejla (Mapi32.dll)."
32007="MAPI greška slanja poruke."
32008="Greška registrovanja WinSnap-a."

; Check for update
32500="Ažuriranje WinSnap-a"
32501="Novija verzija je dostupna!\r\nPreuzeti je?"
32502="Imate zadnju verziju WinSnap-a."

